<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines (Khmer)
    |--------------------------------------------------------------------------
    */

    'reset' => 'ពាក្យសម្ងាត់របស់អ្នកត្រូវបានកំណត់ឡើងវិញ។',
    'sent' => 'យើងបានផ្ញើតំណកំណត់ពាក្យសម្ងាត់ទៅអ៊ីមែលរបស់អ្នក។',
    'throttled' => 'សូមរង់ចាំបន្តិច មុននឹងព្យាយាមម្តងទៀត។',
    'token' => 'តំណកំណត់ពាក្យសម្ងាត់នេះមិនត្រឹមត្រូវទេ។',
    'user' => 'រកមិនឃើញអ្នកប្រើដែលមានអ៊ីមែលនេះទេ។',

];
